{
  "LuaSnip": { "branch": "master" },
  "blink.cmp": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "gruvbox-material": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "vim-sleuth": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}
